# Primary needs
brew "tmux"
brew "neovim"

# For ZSH
brew "starship"
brew "figlet"
brew "lolcat"

# Dependent Commands / Apps
brew "ripgrep"
brew "node"
brew "wget"
brew "curl"
brew "jq"
brew "gnutls"
brew "gnupg"
brew "gnu-sed"
brew "grep"

# Getting fuzzy....
brew "fzf"

# Library Dependencies
brew "bash"
brew "openssl@1.1"
brew "coreutils"
brew "libssh"
brew "libssh2"
brew "git"
cask "font-hack-nerd-font"
