tap "homebrew/bundle"

# Primary needs
brew "tmux"
brew "neovim"

# For ZSH
brew "starship"
brew "figlet"
brew "lolcat"

# Dependent Commands / Apps
brew "go"
brew "ripgrep"
brew "node"
brew "wget"
brew "curl"
brew "jq"

# Getting fuzzy....
brew "fzf"

# lazygit
brew "lazygit"

# Powerlevel10k
brew "powerlevel10k"

brew 'gotop'

# ls command with nerd font
brew "lsd"

# neofetch
brew "neofetch"
